# Homebrew casks installed for both personal and work profiles.

cask "arc", greedy: true
cask "audio-hijack", greedy: true
cask "balsamiq-wireframes", greedy: true
cask "brave-browser", greedy: true
cask "bruno", greedy: true
cask "chatgpt", greedy: true
cask "claude", greedy: true
cask "claude-code", greedy: true
cask "codex", greedy: true
cask "cursor", greedy: true
cask "deskpad", greedy: true
cask "devtoys", greedy: true
cask "docker", greedy: true
cask "fantastical", greedy: true
cask "firefox", greedy: true
cask "ghostty", greedy: true
cask "google-chrome", greedy: true
cask "granola", greedy: true
cask "hiddenbar", greedy: true
cask "httpie", greedy: true
cask "imageoptim", greedy: true
cask "iterm2", greedy: true
cask "karabiner-elements", greedy: true
cask "loopback", greedy: true
cask "maccy", greedy: true
cask "mactex", greedy: true
cask "meetingbar", greedy: true
cask "obsidian", greedy: true
cask "pgadmin4", greedy: true
cask "postman", greedy: true
cask "raycast", greedy: true
cask "redisinsight", greedy: true
cask "responsively", greedy: true
cask "sourcetree", greedy: true
cask "spotify", greedy: true
cask "shortcat", greedy: true
cask "stats", greedy: true
cask "tableplus", greedy: true
cask "unclack", greedy: true
cask "utm", greedy: true
cask "visual-studio-code", greedy: true
cask "visual-studio-code@insiders", greedy: true
cask "vlc", greedy: true
cask "waves-central", greedy: true
cask "wezterm", greedy: true
cask "zed", greedy: true
cask "zoom", greedy: true

# Security casks used by the SSH/GPG setup flows.
cask "1password", greedy: true
cask "1password-cli", greedy: true
cask "authy", greedy: true
