# Homebrew casks installed for both personal and work profiles.

cask "cleanshot", greedy: true
cask "httpie", greedy: true
cask "bettertouchtool", greedy: true
cask "lunar", greedy: true
cask "clop", greedy: true
cask "gas-mask", greedy: true
cask "rectangle-pro", greedy: true
cask "alt-tab", greedy: true
cask "popclip", greedy: true
cask "protonvpn", greedy: true
cask "bartender", greedy: true
cask "little-snitch", greedy: true
cask "micro-snitch", greedy: true
cask "1password", greedy: true
cask "1password-cli", greedy: true
cask "authy", greedy: true
cask "warp", greedy: true
cask "cursor", greedy: true
cask "codex-app", greedy: true
cask "claude-code", greedy: true
cask "rotato", greedy: true
cask "firefox", greedy: true
cask "ungoogled-chromium", greedy: true
cask "obsidian", greedy: true
cask "dropbox", greedy: true
cask "zoom", greedy: true
cask "slack", greedy: true
cask "camo-studio", greedy: true
cask "sketch", greedy: true
cask "hammerspoon", greedy: true
cask "font-fira-code"
cask "font-hack"
cask "font-jetbrains-mono"
cask "font-recursive-code"
