# Homebrew formulae installed for both personal and work profiles.

tap "ankitpokhrel/jira-cli"
tap "hashicorp/tap"
tap "oven-sh/bun"
tap "retlehs/tap"

brew "act"
brew "adr-tools"
brew "agent-browser"
brew "age"
brew "asciinema"
brew "awscli"
brew "bat"
brew "bfg"
brew "broot"
brew "bun"
brew "colima"
brew "curl"
brew "difftastic"
brew "deno"
brew "dua-cli"
brew "entr"
brew "eza"
brew "fd"
brew "forgejo-cli"
brew "fswatch"
brew "fzf"
brew "git-filter-repo"
brew "gh"
brew "gemini-cli"
brew "go"
brew "gifsicle"
brew "git-sizer"
brew "glances"
brew "glow"
brew "gnupg"
brew "gource"
brew "pinentry-mac"
brew "graphicsmagick"
brew "graphviz"
brew "hurl"
brew "htop"
brew "imagemagick"
brew "jira-cli"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "mole"
brew "navi"
brew "neofetch"
brew "ollama"
brew "opencode"
brew "pnpm"
brew "pwgen"
brew "retlehs/tap/quien"
brew "ripgrep"
brew "shellcheck"
brew "sops"
brew "starship"
brew "task"
brew "taskwarrior-tui"
brew "hashicorp/tap/terraform"
brew "tldr"
brew "tmux"
brew "tree"
brew "vhs"
brew "watchman"
brew "wget"
brew "worktrunk"
brew "yarn"
brew "ykman"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "zsh-syntax-highlighting"
